---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightDimmingLightColor
source: html/a024b2e7-d767-010f-dd65-32bac0d8afef.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightDimmingLightColor Property

"Dimming Lamp Color Temperature Shift"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightDimmingLightColor { get; }
```